<template>
  <div style="line-height: 2.2rem;color: #666;">
    <h3 class="center">哈瑞特微信公众号用户服务协议</h3>
    尊敬的用户：
<p>欢迎使用哈瑞特微信公众号！</p>
<p>【协议说明】本协议是您与哈瑞特微信公众号之间关于使用本服务所订立的协议。哈瑞特微信公众号的运营者四川哈瑞特医疗有限公司，是立足于为与其合作的心血管疾病专家及病人搭建全程管理平台，组建以专家、健康管理师及辅助人员为一体的专业慢病管理团队，致力于根据患者的个体化情况及需求，按照标准化流程，提供患者从个性化健康管理方案、便捷复诊预约、高效远程咨询到贴心紧密随访的全程疾病管理服务，所有服务旨在疏通患者就医过程中的种种障碍，提升患者就医体验和疾病管理效果。</p>
<p>哈瑞特的健康管理服务包括咨询医生在哈瑞特平台上提供咨询意见及服务仅是向患者提供疾病管理建议，不涉及疾病诊断及治疗，该建议仅为咨询建议，具体诊断及治疗请一定到医疗机构在医生指导下进行，且所有后果由病人自行承担。除健康管理服务外，所有哈瑞特提供的服务仅为中介服务。</p>
<p>【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。如您对协议有任何疑问，可向哈瑞特微信公众号客服咨询。如您未满18周岁，或以其他形式被限制民事行为能力，请在监护人的陪同下阅读本协议。</p>
<p>【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与哈瑞特微信公众号达成一致，成为哈瑞特微信公众号平台用户。您的注册行为将被认为是对本协议全部条款无保留的接受和遵守。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</p>
<p>【词汇定义】本文中所用词汇定义如下：</p>

<p>哈瑞特微信公众号：指包括哈瑞特健康微信公众号平台、医生工作室微信公众号平台及其他现在或将来推出的基于哈瑞特微信公众号服务的平台。</p>
<p>用户：指阅读并同意本协议内容，经过哈瑞特微信公众号注册程序成为哈瑞特微信公众号各项服务使用者的单位或个人。（以下更多称为“您”）</p>
<p>哈瑞特微信公众号管理规定：指包括本协议在内的，由用户签署，或由哈瑞特微信公众号在明显位置展示的，具有规范用户行为作用的各类规定、提示、声明文件。</p>
<p>一、用户及注册：</p>
<p>1.1 哈瑞特微信公众号提供用户注册。您的帐号和密码由您自行保管；您应当对以您的帐号进行的所有活动和事件负法律责任。</p>
<p>1.2 您注册时，在账号名称、头像和简介等注册信息中不得出现违法和不良信息，否则哈瑞特微信公众号有权拒绝提供服务，并删除该账号。</p>
<p>1.3 注册成功后，账号不可删除，哈瑞特微信公众号将对您的各项信息承担最严格的保密责任。</p>
<p>二、服务内容：</p>
<p>2.1 哈瑞特微信公众号服务的具体内容由哈瑞特微信公众号经营者提供，哈瑞特微信公众号经营者保留随时变更、中断或终止部分或全部网络服务的权利。</p>
<p>2.2 哈瑞特微信公众号作为医生、患者间交流互通平台，您通过哈瑞特微信公众号发表的各种言论（包括但不仅限于咨询问题、就医经验、感谢信等），并不代表哈瑞特微信公众号赞同您的观点或证实其内容的真实性。</p>
<p>2.3 您在哈瑞特微信公众号上获得的医生答复、医学文章、医疗保健信息等，均不代表哈瑞特微信公众号赞同其观点或证实内容的真实性，以上信息不能作为您采取治疗方案的直接依据。如确有必要，您应当联系医生进行面对面的诊疗。</p>
<p>2.4 哈瑞特微信公众号在提供网络服务时，可能会对部分服务收取一定费用，哈瑞特微信公众号将会对收费服务给予明确的提示，如您拒绝支付此类费用，哈瑞特微信公众号有权不提供相关服务。</p>
<p>2.5 哈瑞特微信公众号仅提供相关的服务，除此之外与服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由您自行负担。</p>
<p>2.6 因不可抗力、网络状况、通讯线路、用户自身过错等技术原因，或其他不可控原因导致您不能正常使用哈瑞特微信公众号服务，哈瑞特微信公众号不承担相应责任。</p>
<p>三、用户的权利和责任：</p>
<p>3.1 您有权利拥有自己在哈瑞特微信公众号的用户名及密码，并有权利使用自己的用户名及密码随时登陆哈瑞特微信公众号服务。</p>
<p>3.2 您不得以任何形式转让或授权他人使用自己的哈瑞特微信公众号用户名，亦不得盗用他人帐号，由以上行为造成的后果由用户自行承担。</p>
<p>3.3 您有权根据哈瑞特微信公众号管理规定发布、获取信息，进行医患互通交流，用户在平台上提供信息及资料应为真实及完整的信息，用户对自身提供信息及资料的真实性及完整性承担责任，如用户未能恰当履行上述义务导致医生做出错误判断的，用户应自行承担责任。</p>
<p>3.4 您必须遵守卫生部《互联网医疗保健信息服务管理办法》及国家关于互联网信息发布的相关法律法规，您对自己在哈瑞特微信公众号上发布的信息承担责任，您不得发布违法信息，不得恶意评价其他用户。您承诺自己在使用哈瑞特微信公众号时实施的所有行为均遵守国家法律、法规和哈瑞特微信公众号管理规定以及社会公共利益或公共道德。 如您违反上述任一规则，导致相应法律后果的发生，您将以自己的名义独立承担所有法律责任。</p>
<p>3.5 您不得将涉及医疗纠纷的问题或其它有责任争议的问题在哈瑞特微信公众号发布，关于医疗纠纷的问题，请另行咨询律师或相关主管部门寻求援助，哈瑞特微信公众号有权将此类信息删除。</p>
<p>3.6 您发现其他用户有违法或违反哈瑞特微信公众号管理规定的行为，可以向哈瑞特微信公众号进行反映要求处理。您因哈瑞特微信公众号展示的内容与其他用户发生纠纷的，哈瑞特微信公众号将根据法律程序向司法部门或行政部门提供该案件所需证据材料而无需您的同意。</p>
<p>四、哈瑞特微信公众号的权利和责任：</p>
<p>4.1 哈瑞特微信公众号将协助医患之间进行合法的交流，并提供必要的网络技术帮助；</p>
<p>4.2 哈瑞特微信公众号有义务在现有技术上维护整个网络平台的正常运行，并努力提升和改进技术，使您与医生的网上交流、互助得以顺利进行；</p>
<p>4.3 哈瑞特微信公众号作为医患互通服务的平台，不对您发布的信息的来源和正确性负责，不参与医患交流，不对医患交流的结果承担任何责任；</p>
<p>4.4 对于您在哈瑞特微信公众号上的不当行为或其它任何哈瑞特微信公众号认为应当终止服务的情况，哈瑞特微信公众号有权随时作出删除相关信息、终止服务提供等处理，而无需征得您的同意；</p>
<p>4.5 哈瑞特微信公众号没有义务对所有用户的注册数据、所有的活动行为以及与之有关的其它事项进行审查，但如存在下列情况，哈瑞特微信公众号有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任：</p>
<p>①您或其它第三方通知哈瑞特微信公众号，认为某个具体用户、具体行为、具体事项可能存在重大问题；</p>
<p>②您或其它第三方向哈瑞特微信公众号告知网络平台上有违法或不当行为的，哈瑞特微信公众号以普通非专业医疗人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。</p>
<p>4.6 用户在哈瑞特微信公众号上如与其它用户产生纠纷，请求哈瑞特微信公众号从中予以调处，经哈瑞特微信公众号审核后，哈瑞特微信公众号有权向纠纷双方了解情况，并将所了解的情况互相通知对方；哈瑞特微信公众号所作出的调处行为不具有法律效力，调处结果系由纠纷双方自愿作出，哈瑞特微信公众号仅协助提供信息的沟通，不对调处结果承担相应法律责任。</p>
<p>4.7 哈瑞特微信公众号有权对用户的注册数据及活动行为进行查阅，发现注册数据或活动行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理；</p>
<p>4.8 经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者哈瑞特微信公众号有足够事实依据可以认定用户存在违法或违反哈瑞特微信公众号管理规定的行为的，哈瑞特微信公众号有权以合理方式公布用户的违法行为；</p>
<p>4.9 因不可抗力（如火灾、水灾、暴动、骚乱、战争、自然灾害等）导致哈瑞特微信公众号的服务中断或者用户数据损坏、丢失等，哈瑞特微信公众号不承担任何责任；</p>
<p>4.10 许可使用权：用户以此授予哈瑞特微信公众号独家的、全球通用的、永久的、免费的许可使用权利，使哈瑞特微信公众号有权(全部或部分) 使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于哈瑞特公众号的各类信息及该类信息制作的派生作品，和/或以现在已知或日后开发的以任何形式、媒体或技术显现的上述信息或作品。</p>
<p>五、服务变更、中断或终止：</p>
<p>5.1 因系统维护或升级的需要而需暂停网络服务，哈瑞特微信公众号将尽可能事先进行通告。</p>
<p>5.2 如发生下列任何一种情形，哈瑞特微信公众号有权解除本协议，并终止您的全部服务：</p>
<p>5.2.1 您违反国家有关法律法规或哈瑞特微信公众号管理规定，侵害他人合法权益的；</p>
<p>5.2.2 您因在哈瑞特微信公众号上的不当行为被行政或司法机构拘留或起诉；</p>
<p>5.2.3 您丧失使用网站服务的行为能力；</p>
<p>5.2.4 您提供的个人资料不真实；</p>
<p>5.2.5 您盗用他人账户、发布违禁信息、骗取他人财物的；</p>
<p>5.2.6 您传播虚假信息，歪曲事实，经查证属实的；</p>
<p>5.2.7 其它哈瑞特微信公众号认为需要终止服务的情况。</p>
<p>5.2.8 除前款所述情形外，哈瑞特微信公众号保留在不事先通知您的情况下随时中断或终止部分或全部网络服务的权利，对于服务的中断或终止而造成您的损失的，哈瑞特微信公众号不承担任何责任。</p>
<p>5.3 服务发生变更、中断、终止后，哈瑞特微信公众号仍有以下权利：</p>
<p>5.3.1 哈瑞特微信公众号有权保留您的注册数据及以前的行为记录；</p>
<p>5.3.2 如您在服务变更、中断、终止前，在哈瑞特微信公众号平台上存在违法行为或违反条款的行为，哈瑞特微信公众号仍可行使本服务条款所规定的权利。</p>
<p>六、隐私声明：</p>
<p>6.1 适用范围</p>
<p>6.1.1 您注册哈瑞特微信公众号时，根据网站要求提供的个人信息；</p>
<p>6.1.2 您使用哈瑞特微信公众号服务、参加相关活动、访问平台网页时，平台自动接收并记录用户浏览器上的服务器数据，包括但不限于IP地址、网站Cookie中的资料及您要求取用的网页记录；</p>
<p>6.1.3 您使用哈瑞特微信公众号时，上传的非公开的病历资料、基本情况、诊疗方案等文字、图片、数据信息。</p>
<p>6.1.4 哈瑞特微信公众号通过合法途径从其他途径取得的您的个人资料。</p>
<p>6.1.5 您认为不宜公开的其他内容。</p>
<p>6.2 信息保密</p>
<p>6.2.1 保护您的隐私是哈瑞特微信公众号的一项基本政策，哈瑞特微信公众号保证不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储的非公开内容，但下列情况除外：事先获得您的明确授权；根据有关的法律法规要求；按照相关政府主管部门的要求；为维护社会公众的利益；为维护哈瑞特微信公众号的合法权益。</p>
<p>6.2.2 哈瑞特微信公众号可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与哈瑞特微信公众号同等的保护用户隐私的责任，则哈瑞特微信公众号有权将您的注册资料等提供给该第三方。</p>
<p>6.3 信息使用：</p>
<p>6.3.1 在不透露您的保密信息的前提下，哈瑞特微信公众号有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
<p>6.3.2 医患之间的咨询问题内容在隐去姓名、单位、地址等信息后，哈瑞特微信公众号可以不经过您的授权，进行公开、编辑、出版、发行。</p>
<p>6.3.3 为服务用户的目的，哈瑞特微信公众号可能通过使用您的个人信息向您提供服务，包括但不限于向您发出活动和服务信息等。</p>
<p>七、免责声明：</p>
<p>7.1 您使用哈瑞特微信公众号服务所存在的风险将完全由您自己承担；因其使用哈瑞特微信公众号服务而产生的一切后果也由您自己承担，哈瑞特微信公众号对您不承担任何责任。</p>
<p>7.2 哈瑞特微信公众号不承诺网络服务一定能满足您的要求，也不承诺网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作承诺。</p>
<p>7.3 哈瑞特微信公众号不承诺网页上设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由哈瑞特微信公众号实际控制的任何网页上的内容，哈瑞特微信公众号不承担任何责任。</p>
<p>7.4 对于因不可抗力或哈瑞特微信公众号不能控制的原因造成的网络服务中断或其它缺陷，哈瑞特微信公众号不承担任何责任，但将尽力减少因此而给您造成的损失和影响。</p>
<p>7.5本平台所有信息仅供参考，不做个别诊断、用药和使用的根据。本平台致力于提供正确、完整的健康资讯，但不保证信息的正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。本平台所提供的任何健康或医药资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用本平台资料发生偏差，本站概不负责，亦不负任何法律责任。 </p>
<p>7.6在哈瑞特微信公众号中医生及网友言论中所有关于疾病意见和治疗建议都不能代替执业医师的面对面诊断。医生及网友言论仅代表其个人观点，请谨慎参阅，哈瑞特微信公众号不承担相关法律责任。</p>
<p>7.7用户须对其自身在使用本平台所提供的服务时的一切行为、行动（不论是否故意）负全部责任。 </p>
<p>7.8由于用户将个人密码告知他人或与他人共享注册账号，由此导致的任何个人资料泄露，本平台不负任何责任。凡以任何方式登陆本平台或直接、间接使用本平台资料者，视为自愿接受本平台服务条款的约束。</p>
<p>八、违约赔偿：</p>
<p>8.1 您同意保障和维护哈瑞特微信公众号及其他用户的利益，如因您违反有关法律、法规或哈瑞特微信公众号管理规定而给哈瑞特微信公众号或任何其他第三人造成损失，您同意承担由此造成的损害赔偿责任。</p>
<p>九、服务条款修改：</p>
<p>9.1 哈瑞特微信公众号有权根据服务情况变更、终止哈瑞特微信公众号管理规定的各项条款，哈瑞特微信公众号将会通过适当方式向您提示修改内容。</p>
<p>9.2 如果您不同意哈瑞特微信公众号管理规定所做的修改，有权停止使用网络服务。如果您继续使用网络服务，则视为您接受哈瑞特微信公众号对服务协议相关条款所做的修改。</p>
<p>十、法律管辖：</p>
<p>10.1 本服务协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
<p>10.2 如双方就本服务协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向哈瑞特微信公众号经营者所在地的人民法院提起诉讼。</p>
<p>十一、通知送达：</p>
<p>11.1 本协议项下哈瑞特微信公众号对于您所有的通知均可通过平台公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之时视为已送达给您。</p>
<p>11.2 您对于哈瑞特微信公众号的通知应当通过哈瑞特微信公众号对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
<p>十二、其他规定：</p>
<p>12.1 本服务协议构成您与哈瑞特微信公众号对服务之约定事项及其他有关事宜的完整协议，除服务条款规定的之外，未赋予服务条款各方其他权利。</p>
<p>12.2 如本服务协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
<p>12.3 哈瑞特微信公众号的经营者可不时对本服务协议进行修改，且将以任何本协议中约定的通知方式向您送达，除非您在收到通知后立即以书面形式提出异议，修改后的服务协议自向您发出通知时生效。</p>
<p>12.4 本服务协议中的标题仅为方便而设，在解释时应被忽略。</p>
<p>本协议及相关规则的解释权归哈瑞特公众号的经营者所有。</p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    name: 'gl_ag',
  };
</script>

<style scoped>

</style>
