<template>
  <div style="line-height: 2.2rem;color: #666;">
    <h3 class="center">服务协议</h3>
    <p>甲方（签约客户）：注册用户</p>
    <p>乙方：四川哈瑞特医疗咨询有限公司</p>
    <p>
      乙方立足于为与其合作的心血管疾病专家及病人搭建全程管理平台，组建以专家、健康管理师及辅助人员为一体的专业慢病管理团队，致力于根据患者的个体化情况及需求，按照标准化流程，提供患者从个性化健康管理方案、便捷复诊预约、高效远程咨询到贴心紧密随访的全程疾病管理服务，所有服务旨在疏通患者就医过程中的种种障碍，提升患者就医体验和疾病管理效果。
      经甲乙双方友好协商，就乙方为甲方提供本协议约定服务内容的相关事宜，达成如下协议：
    </p>
    <p>
    一、服务内容：双方一致同意，由乙方为甲方或甲方指定人员提供本协议约定的固定服务内容及由甲方选择购买的增值可选服务（勾选项目）。
    </p>
    <p>
    固定服务内容：
    </p>
    □【会员权益】
    <p>
    1.华西专家患教资讯<br/>
    2.团队管理的个人健康档案<br/>
    3.定期电话随访<br/>
    4.定制个性化疾病管理方案<br/>
    5.关注个人健康数据预警<br/>
    6.定期俱乐部活动<br/>
    </p>
    <p>
    □【普通会员权益】<br/>
    1.云血压计1台<br/>
    2.华西专家在线咨询5次（中介服务）<br/>
    3.全年健康管理服务<br/>
    4次健康管理数据报告<br/>
    </p>
    <p>
    □【金卡专属会员权益】<br/>
    1.金卡大礼包1份<br/>
    2.健康管理数据报告4次，家属4次<br/>
    3.华西专家在线咨询5次（中介服务）<br/>
    4.预约华西专家电话咨询2次（中介服务）<br/>
    5.华西专家特约面对面咨询或视频咨询20min 2次（中介服务）<br/>
    6.协助门特药品办理4次（中介服务）<br/>
    7.药品到家服务2次（中介服务）<br/>
    8.协助办理入院服务1次（中介服务）<br/>
    </p>
    <p>
    【增值可选服务】<br/>
    □华西专家在线咨询       200元/5次<br/>
    □华西专家电话咨询       200元/10min/次<br/>
    □华西专家特约面对面咨询 500元/20min/次<br/>
    □健康管理数据报告4次   500元/年度<br/>
    □专家上门咨询服务  500元/次<br/>
    □协助入院办理服务  3000元/次<br/>
    </p>
    <p>
    二、服务费用：甲方应缴纳的服务费为：           元/年度。 服务期间：12个月，自本协议签订后甲方支付服务费用之日起算。甲方应付服务费用应在本协议签署时一次性支付。
    </p>
    <p>
    三、甲方义务：甲方应当按照乙方提供的线上及线下清单表格，如实填写用户信息以及健康基本信息、病史、健康及随访记录等。甲方须保证提供的信息准确、真实、有效，因提交信息错误或资料填写错误导致的后果及风险均由甲方自行负责。
    乙方对甲方提供的个人档案资料实行严格保密制度，除了用于针对甲方或其指定人员的服务、提供给相关医疗机构或者在取得甲方授权的情况下使用外，乙方不得将上述信息泄露给其他第三方。
    </p>
    <p>
    四、乙方义务：乙方应根据本协议约定向甲方或其指定人员提供服务包固定服务项目下全部服务内容以及由甲方选择购买的增值可选服务（勾选项目）。乙方的具体服务方式均以本协议附件《用户服务指南》规定的内容为准，《慢病管理服务包》可供参考，具体服务时间和地点以双方沟通预约的为准。
    </p>
    <p>
    五、特别提示：乙方依据本协议向甲方或其指定人员提供的服务为健康管理咨询、信息中介服务；乙方提供的服务不是疾病诊断和治疗服务。乙方服务仅限于为用户提供专项慢病管理的信息服务及数据参考以及相关中介服务，不能替代医疗机构临床检查、检验、诊断和治疗；甲方或其指定人员如有检查检验诊断治疗需要，应于第一时间到医疗机构就诊，以免延误病情和治疗机会。甲方或其指定人员接受乙方服务以及接受乙方提出的健康管理咨询建议及方案后，对自身病情和健康状况所作出的任何决定以及由此产生的不利后果，乙方均不承担责任。
    </p>
    <p>
    六、违约条款：
    1.甲方在已购买的服务权益范围内要求乙方履行服务，乙方不履行服务义务的，应当退还甲方支付的服务费用。由于乙方的原因导致服务义务未履行的，应当退还相应金额的服务费用。
    2.因甲方虚假陈述或告知错误信息的，或在预约成功后没有在预约时间预约地点到达的，乙方仍应承担相应的甲方服务费用支付义务，且视为服务发生；服务到期届时甲方或其指定人员未使用的服务权益，甲方或其指定人员不得在服务期限届满后向乙方主张履行；甲方及其指定人员在服务期间内放弃服务项目的，甲方已付服务费用乙方不予退还。
    </p>
    <p>
    七、其他<br/>
    1.本协议经双方协商一致后可提前终止，协议终止后，返还相应部分服务费用。<br/>
    2.双方在履行本协议中发生争议和纠纷，应当协商解决。协商不成的，提交成都仲裁委员会仲裁。<br/>
    3.本协议一式两份，双方各执一份，双方签章并在甲方签字确认下列内容且支付全部服务费用后生效。<br/>
    </p>
    <h3 class="center">用户服务指南</h3>
    <p>
    特别提示：在服务期内，本公司将按签约客户勾选的服务包内容向用户提供优质的健康管理咨询服务及相关中介服务。为保证用户权益，请签约客户认真阅读以下内容。一旦签订《服务协议》，则本指南规定的内容即成为服务协议的合同条款。若签约客户对本指南规定内容有异议的，则不应签署《服务协议》。
    服务对象：
    </p>
    <p>
    1.本公司为用户提供服务。如无另行约定，则“用户”系指签约用户或其指定服务受益人。所有用户均为实名制。因签约用户提供错误个人信息，则该部分人员不属于《服务协议》约定的服务范围，该部分人员也不具备哈瑞特用户资格。
    </p>
    <p>
      2.《服务协议》项下服务范围包括但不限于：（冠心病、心率失常、高血压等心血管疾病及糖尿病等慢性病者。但在《服务协议》签署之前即属于下列情形之一的：精神病患者、毒品吸毒者、瘫痪者、丧失意识者、生命垂危者以及恶性传染性疾病患者，其他重大慢性疾病者，则签约用户不应当与本公司签署《服务协议》。若签约用户隐瞒相关情况和病史，则《服务协议》自始无效；《服务协议》签署后，本公司有权发现上述情况后立即终止服务；因相关情况和隐瞒病史所致一切后果，均由签约用户及其指定人员自负，本公司不承担任何责任。
    </p>
    <p>
      3.为体现签约用户身份的尊贵，本公司可自行酌情为签约用户亲属及朋友赠送服务内容，但该等赠送服务享有人需支付享受该等赠送服务过程中产生的须支付给第三方的相应费用。
    </p>
    <p>
    服务期限：
    </p>
    <p>
    1.本公司为签约用户提供服务的期间，为《服务协议》约定的服务期间以及本公司赠送的服务期间。服务期间届满时，本公司服务义务终止。
      </p>
    <p>
    2.服务期间届满后，若签约用户续缴服务费且本公司接受的，则视同双方继续履行《服务协议》项下的权利义务。
    </p>
    <p>
    服务流程：
    </p>
    <p>
    1.用户从医生工作平台或官方网站选择在线签署服务协议，填写相关信息，购买服务成功后，会收到客服的确认电话，应配合客服完善相关会员签约事宜，包括预约到公司详细填写用户信息登记表、进行健康需求对话、首次健康档案建立、需要时可索要纸质版协议等，并预约领取相关服务包实物。本公司将按用户信息表通讯信息与用户联络。
    </p>
    <p>
    2.本公司将根据不同服务包的服务内容，配置相应设备及相应的健康管理咨询服务要素。服务要素配置详见协议开篇服务内容，可参考《慢病管理服务包》，在既定的服务次数里跟健康管理师及医生对服务的时间安排进行协调。
    </p>
    <p>
    3.在购买的服务内容范围内，用户无须另行付费。如需享受服务包范围之外的项目，则应另行支付费用。
    </p>
    <p>
    4.用户赴医疗机构就医时，所产生的任何诊疗费用均由用户本人自行承担。
    </p>
    <p>
    用户注意事项：
    </p>
    <p>
    A.健康档案注意事项：
    </p>
    <p>
    1.《健康调查表》是建立健康档案的基础资料，包括一般情况、当前健康状况、既往史、家族史、膳食结构、生活习惯、运动方式、心理状况等。填写完整的健康信息才能进行疾病风险评估和后期准确的健康干预指导。不完整、不当或错误填写所导致的后果，均由用户本人自行承担，本公司概不承担。
    </p>
    <p>
    2.健康报告将包括体检报告、就医记录、服务记录、疾病风险评估报告、生活方式干预方案等内容，具体根据受益人具体需求为准，配合健康管理师和医生完成。
    </p>
    <p>
    3.合同期内，本公司将根据用户的健康状况及动态变化，及时更新健康档案。为方便用户查询，公司将提供电子化健康信息，用户有权随时查阅。
    </p>
    <p>
    B.疾病风险评估服务注意事项：
    </p>
    <p>
    1.疾病风险评估仅作为健康警示，只提供疾病趋势性的分析结果，不作为医疗诊断报告及用作其他任何用途，仅供开展健康管理咨询工作时所用。
    </p>
    <p>
    2.用户提交的健康信息必须完整和真实，以保证疾病评估的完整性和准确性。
    </p>
    <p>
    C.电话咨询注意事项：
    </p>
    <p>
    1.在线咨询、电话咨询，15分钟内响应预约，24小时内接通专家咨询，给予处理意见。
    </p>
    <p>
    2.健康咨询时，健康咨询师或咨询医生提供的建议仅作为健康保健参考，不做为疾病诊疗依据。
    </p>
    <p>
    3.精神类疾病和心理咨询不在健康咨询服务范围内。
    </p>
    <p>
    投诉建议：如用户遇到任何不满的服务，可拨打医疗咨询服务专线028-85571861进行意见反馈和投诉，本公司将在三个工作日内给予回复，并作出处理意见。
    </p>
    <p>
    解释权：
    以上说明及条款最终解释权归四川哈瑞特医疗咨询有限公司所有。
    </p>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    name: 'gl_ag',
  };
</script>

<style scoped>

</style>
